{
    "mails":[
        {"sender":"Jack Sparrow",
        "recipient":"den@gmail.com",
        "subject":"Greenland",
        "text":"Hello Dan! Greenland is a huge island in the far, far north of the world. The weather there is very harsh and cold.",
        "type":"INBOX",
        "id": 0,
        "checked":false
        },
      
        {"sender":"George Cowey",
        "recipient":"den@gmail.com",
        "subject":"My Party",
        "text":"Hello Denis! I'm writing you just to make sure that you remember about my Bday.",
        "type":"IMPORTANT",
        "id": 1,
        "checked":false
        },
      
        {"sender":"den@gmail.com",
        "recipient":"Molly Wreck",
        "subject":"Soldier's Story",
        "text":"Hello Molly! It is spring of 1943 during World War II. Standing among hundreds of new soldiers at Camp Grant, in Illinois, my father, Sam, just 18 years old, waits as a truck slowly drives by.",
        "type":"SENT",
        "id": 2,
        "checked":false
        },
      
        {"sender":"Nicolas Bold",
        "recipient":"den@gmail.com",
        "subject":"Smoke Signals",
        "text":"Hello Denis! On a cool night lit only by the orange glow of fire, we rushed to my grandfather’s home as his decades-old barn burned to the ground. The firemen let us stand nearby as they pumped water from the creek a quarter mile away.",
        "type":"TRASH",
        "id": 3,
        "checked":false
        },
      
        {"sender":"Sunny Groom",
        "recipient":"den@gmail.com",
        "subject":"Wisdom",
        "text":"Hey Den! I have always worn my children’s birthstones around my neck. One morning, when I was late for work, my infant son Larry’s topaz birthstone fell from my gold chain.",
        "type":"IMPORTANT",
        "id": 4,
        "checked":false
        },
      
        {"sender":"den@gmail.com",
        "recipient":"Pete Blont",
        "subject":"Toto",
        "text":"Hello Peter! Toto was a white dog with a small red tongue, and his stuffing was red as well. When his seams began to come apart beneath his knitted collar, it looked to my six-year-old eyes as though he were bleeding.",
        "type":"SENT",
        "id": 5,
        "checked":false
        },
      
        {"sender":"Nate Simmons",
        "recipient":"den@gmail.com",
        "subject":"My Fortune",
        "text":"Hi Den! While walking across an open, grassy field, I became excited as my hand swooped toward the ground like an eagle attacking its prey. I picked up half of a $5 bill. I continued to walk around looking for the other half",
        "type":"INBOX",
        "id": 6,
        "checked":false
        },
      
        {"sender":"Bill Mulligan",
        "recipient":"den@gmail.com",
        "subject":"Sweet Sleep",
        "text":"Hello Dan! Don’t let her sleep in your bed.” That’s what I heard over and over after my daughter was born.So I didn’t, unless she was sick.",
        "type":"INBOX",
        "id": 7,
        "checked":false
        }
    ]
}